Repository: surfmikko/osclass-fi
Catalog: src/*/theme.po
Languages: fi_fi

source: Page not found
fi_fi: Sivua ei löytynyt

source: You have sucessfully subscribed to the alert
fi_fi: Sinulle on lisätty ilmoitus

source: Invalid email address
fi_fi: Virheellinen sähköpostiosoite

source: There was a problem with the alert
fi_fi: Virhe muistutuksen käsittelyssä

source: Subscribe to this search
fi_fi: Lisää muistutus kyselystä

source: Subscribe now
fi_fi: Lisää muistutus

source: Contact us
fi_fi: Ota yhteyttä

source: Subject
fi_fi: Aihe

source: optional
fi_fi: vapaaehtoinen

source: Message
fi_fi: Viesti

source: Your name
fi_fi: Nimi

source: Your e-mail address
fi_fi: Sähköpostiosoite

source: Send
fi_fi: Lähetä

source: Contact
fi_fi: Yhteystiedot

source: This website is proudly using the <a title="OSClass web" href="http://osclass.org/">classifieds scripts</a> software <strong>OSClass</strong>
fi_fi: Tämä sivusto käyttää<a title="OSClass web" href="http://osclass.org/">classifieds scripts</a> ohjelmistoa <strong>OSClass</strong>

source: Your search must be at least three characters long
fi_fi: Haun tulee olla vähintään kolme merkkiä

source: Theme settings updated correctly
fi_fi: Teeman asetukset päivitetty onnistuneesti

source: The logo image has been uploaded correctly
fi_fi: Logokuva tallennettu palvelimelle onnistuneesti

source: An error has occurred, please try again
fi_fi: Virhe pyynnön käsittelyssä, yritä uudelleen

source: The logo image has been removed
fi_fi: Logokuva poistettu

source: Image not found
fi_fi: Kuvaa ei löytynyt

source: Header logo
fi_fi: Otsikkologo

source: Theme settings
fi_fi: Teeman asetukset

source: ie. PHP Programmer
fi_fi: esim. leijalauta

source: No file selected
fi_fi: Ei valittua tiedostoa

source: Choose File
fi_fi: Valitse tiedosto

source: Hi %s
fi_fi: Hei %s

source: My account
fi_fi: Omat asetukset

source: Logout
fi_fi: Kirjaudu ulos

source: Login
fi_fi: Kirjaudu

source: Register for a free account
fi_fi: Rekisteröi ilmaiseksi

source: E-mail
fi_fi: Sähköposti

source: Password
fi_fi: Salasana

source: Remember me
fi_fi: Muista minut

source: Log in
fi_fi: Kirjaudu sisään

source: Forgot password?
fi_fi: Unohdin salasanani?

source: Language
fi_fi: Kieli

source: Publish your ad for free
fi_fi: Jätä ilmoitus ilmaiseksi

source: Select a category
fi_fi: Valitse kategoria

source: Search
fi_fi: Hae

source: Contact seller
fi_fi: Ota yhteys myyjään

source: To (seller)
fi_fi: Vastaanottaja (myyjä)

source: Listing
fi_fi: Ilmoitus

source: Phone number
fi_fi: Puhelinnumero

source: Send message
fi_fi: Lähetä viesti

source: Update your listing
fi_fi: Päivitä omat ilmoitukset

source: General Information
fi_fi: Perustiedot

source: Category
fi_fi: Kategoria

source: Price
fi_fi: Hinta

source: Photos
fi_fi: Kuvat

source: Add new photo
fi_fi: Lisää uusi kuva

source: Location
fi_fi: Sijainti

source: Country
fi_fi: Maa

source: Region
fi_fi: Kunta

source: City
fi_fi: Kaupunki

source: City area
fi_fi: Kaupunginosa

source: Address
fi_fi: Osoite

source: Update
fi_fi: Päivitä

source: Cancel
fi_fi: Peruuta

source: Publish a listing
fi_fi: Julkaise ilmoitus

source: Listing Location
fi_fi: Ilmoituspaikkakunta

source: City Area
fi_fi: Kaupunginosa

source: Seller's information
fi_fi: Myyjän tiedot

source: Name
fi_fi: Nimi

source: Show e-mail on the listing page
fi_fi: Näytä sähköpostiosoite ilmoituksessa

source: Publish
fi_fi: Julkaise

source: Send to a friend
fi_fi: Lähetä kaverille

source: Your friend's name
fi_fi: Kaverin nimi

source: Your friend's e-mail address
fi_fi: Kaverin sähköpostiosoite

source: Mark as
fi_fi: Merkitse

source: spam
fi_fi: roskaposti

source: misclassified
fi_fi: väärä luokka

source: duplicated
fi_fi: ilmoitus kahteen kertaan

source: expired
fi_fi: vanhentunut

source: offensive
fi_fi: epäasiallinen

source: Published date
fi_fi: Julkaistu

source: Modified date
fi_fi: Muokattu

source: Share
fi_fi: Jaa

source: Useful information
fi_fi: Hyödyllistä tietoa

source: Avoid scams by acting locally or paying with PayPal
fi_fi: Vältä huijaukset toimimalla paikallisesti tai maksamalla Paypalin kautta

source: Never pay with Western Union, Moneygram or other anonymous payment services
fi_fi: Älä koskaan maksa nimettömien maksupalveluiden kautta, kuten Western Union, Moneygram jne.

source: Don't buy or sell outside of your country. Don't accept cashier cheques from outside your country
fi_fi: Älä osta ulkomailta tai hyväksy ulkomaisia shekkejä

source: This site is never involved in any transaction, and does not handle payments, shipping, guarantee transactions, provide escrow services, or offer "buyer protection" or "seller certification"
fi_fi: Tämä sivusto ei käsittele maksuliikennettä, ei käsittele maksuja, kuljetusta, vakuusmaksuja, välityspalveluita tai tarjoa kuluttajansuojaa tai myyjän varmistusta

source: Comments
fi_fi: Kommentit

source: by
fi_fi: kirjoittaja

source: Delete your comment
fi_fi: Poista kommentti

source: Delete
fi_fi: POista

source: Leave your comment (spam and offensive messages will be removed)
fi_fi: Jätä kommentti (roskaposti ja epäasialliset viestit poistetaan)

source: Your e-mail
fi_fi: Sähköpostiosoitteesi

source: Title
fi_fi: Otsikko

source: Comment
fi_fi: Kommentti

source: Image
fi_fi: Kuva

source: Contact publisher
fi_fi: Ota yhteys myyjään

source: The listing is expired. You can't contact the publisher.
fi_fi: Ilmoitus on vanhentunut, et voi ottaa yhteyttä myyjään.

source: It's your own listing, you can't contact the publisher.
fi_fi: Sinun oma ilmoitus, et voi ottaa yhteyttä myyjään.

source: You must log in or register a new account in order to contact the advertiser
fi_fi: Sinun täytyy kirjautua tai rekisteröityä, että voit ottaa yhteyttä myyjään

source: Tel
fi_fi: Puh

source: Enter the words above
fi_fi: Kirjoita ylläolevat sanat

source: Help
fi_fi: Apua

source: Latest Listings
fi_fi: Uusimmat ilmoitukset

source: No Latest Listings
fi_fi: Ei uusia ilmoituksia

source: See all offers
fi_fi: Näytä kaikki ilmoitukset

source: Sort by
fi_fi: Järjestä

source: There are no results matching "%s"
fi_fi: Ei hakutuloksia sanalla "%s"

source: Your search
fi_fi: Hakuehdot

source: Show only
fi_fi: Näytä vain

source: Show only listings with pictures
fi_fi: Näytä vain kuvalliset ilmoitukset

source: Min
fi_fi: Väh

source: Max
fi_fi: Enint

source: Apply
fi_fi: Hyväksy

source: Selected
fi_fi: Valitut

source: Nothing selected, input was
fi_fi: Ei valintaa, sana oli

source: Sponsored ad
fi_fi: Sponsoroitu mainos

source: User account manager
fi_fi: Käyttäjähallinta

source: Your alerts
fi_fi: Oma muistutukset

source: You do not have any alerts yet
fi_fi: Sinulla ei ole vielä yhtään muistutusta

source: Alert
fi_fi: Muistutus

source: This action can't be undone. Are you sure you want to continue?
fi_fi: Toimintoa ei voi peruttaa. Oletko varma, että haluat jatkaa?

source: Delete this alert
fi_fi: Poista muistutus

source: Publication date
fi_fi: Julkaisupäivä

source: Listings
fi_fi: Ilmoitukset

source: Change your e-mail
fi_fi: Vaihda sähköpostiosoite

source: Current e-mail
fi_fi: Nykyinen sähköpostiosoite

source: New e-mail
fi_fi: Uusi sähköpostiosoite

source: Change your password
fi_fi: Vaihda salasana

source: Current password
fi_fi: Nykyinen salasana

source: New password
fi_fi: Uusi salasana

source: Repeat new password
fi_fi: Toista uusi salasana

source: Listings from %s
fi_fi: Ilmoitukset käyttäjältä %s

source: No listings have been added yet
fi_fi: Ei vielä yhtään ilmoitusta

source: View listing
fi_fi: Näytä ilmoitukset

source: Edit
fi_fi: Muokkaa

source: Activate
fi_fi: Aktivoi

source: Recover your password
fi_fi: Palauta salasana

source: New pasword
fi_fi: Uusi salasana

source: Repeat new pasword
fi_fi: Toista uusi salasana

source: Change password
fi_fi: Vaihda salasana

source: Your listings
fi_fi: Omat ilmoitukset

source: Post a new listing
fi_fi: Lisää uusi ilmoitus

source: You don't have any listings yet
fi_fi: Sinulla ei ole vielä yhtään ilmoitusta

source: This action can not be undone. Are you sure you want to continue?
fi_fi: Toimintoa ei voi peruuttaa. Oletko varma, että haluat jatkaa?

source: Access to your account
fi_fi: Kirjaudu omalle tilille

source: Update your profile
fi_fi: Päivitä omat tiedot

source: Modify e-mail
fi_fi: Vaihda sähköpostiosoite

source: Modify password
fi_fi: Vaihda salasana

source: User type
fi_fi: Käyttäjän tyyppi

source: Cell phone
fi_fi: Matkapuhelin

source: Phone
fi_fi: Puhelin

source: Website
fi_fi: Www-sivusto

source: %s's profile
fi_fi: Käyttäjän %s profiili

source: Profile
fi_fi: Profiili

source: Full name
fi_fi: Koko nimi

source: User Description
fi_fi: Käyttäjän kuvaus

source: Latest listings
fi_fi: Uusimmat ilmoitukset

source: Send me a new password
fi_fi: Lähetä uusi salasana

source: Register an account for free
fi_fi: Rekisteröi uusi tili ilmaiseksi

source: Re-type password
fi_fi: Salasana uudelleen

source: Passwords don't match
fi_fi: Salasanat eivät täsmää

source: Create
fi_fi: Uusi

source: Preview
fi_fi: Esikatselu

source: Remove logo
fi_fi: Poista logo

source: No logo has been uploaded yet
fi_fi: Ei tallennettua logoa

source: Upload logo
fi_fi: Tallenna logo palvelimelle

source: The preferred size of the logo is 600x100.
fi_fi: Suositeltava koko logolle on 600x100.

source: <strong>Note:</strong> Uploading another logo will overwrite the current logo.
fi_fi: <strong>Huomaa:</strong> Logon tallentaminen ylikirjoittaa nykyisen logon.

source: Logo image (png,gif,jpg)
fi_fi: Logokuva (png,gif,jpg)

source: Upload
fi_fi: Lataa palvelimelle

source: The images folder <strong>%s</strong> is not writable on your server
fi_fi: Palvelimen kuvahakemistoon <strong>%s</strong> ei voi kirjoittaa

source: OSClass can't upload the logo image from the administration panel.
fi_fi: OSClass ei voi tallentaa kuvaa hallintapaneelista.

source: Please make the aforementioned image folder writable.
fi_fi: Tarkista, että mainittuun hakemistoon voi kirjoittaa.

source: To make a directory writable under UNIX execute this command from the shell:
fi_fi: Hakemistolle voi lisätä kirjoitusoikeudet UNIX shell-komennolla:

source: I would like to contribute to the development of OSClass with a donation of
fi_fi: Haluan lahjoittaa OSClass ohjelmiston kehitykseen seuraavan summan

source: Custom
fi_fi: Joku muu

source: Donate
fi_fi: Lahjoita

source: Search placeholder
fi_fi: Hakuesimerkki

source: Footer link
fi_fi: Alaviitteen linkki

source: I want to help OSClass by linking to <a href="http://osclass.org/" target="_blank">osclass.org</a> from my site with the following text:
fi_fi: Haluan auttaa OSClass ohjelmistoa lisäämällä linkin <a href="http://osclass.org/" target="_blank">osclass.org</a> sivustolleni seuraavalla tekstillä:

source: Default logo
fi_fi: Oletuslogo

source: Show default logo in case you didn't upload one previously
fi_fi: Näytä oletuslogo, jos et ole tallentanut omaa logoa palvelimelle

source: Save changes
fi_fi: Tallenna muutokset
